Repository: gileiva/prospect-manager-plugin
Catalog: languages/prospect-manager-plugin-*.po
Languages: es_es

source: A new prospect titled "%s" has been created. You can view it here: %s
es_es: Se ha creado un nuevo prospecto llamado "%s". Puedes verlo aquí: %s

source: Add Message
es_es: Agregar mensaje

source: Add New
es_es: Agregar nuevo

source: Add New Prospect
es_es: Agregar nuevo prospecto

source: Add New Service
es_es: Agregar nuevo servicio

source: Add New Status
es_es: Agregar nuevo estado

source: All Prospects
es_es: Todos los prospectos

source: All Services
es_es: Todos los servicios

source: All Statuses
es_es: Todos los estados

source: By email
es_es: Por correo electrónico

source: By WhatsApp
es_es: Envíame un WhatsApp

source: Contact Date and Time
es_es: Fecha y hora del contacto

source: Contact Preference
es_es: Preferencia de contacto

source: Developer
es_es: Desarrollador

source: Edit Prospect
es_es: Editar prospecto

source: Edit Service
es_es: Editar servicio

source: Edit Status
es_es: Editar estado

source: Email
es_es: Correo electrónico

source: Enable Floating Button
es_es: Habilitar botón flotante

source: Enable reCAPTCHA
es_es: Habilitar reCAPTCHA

source: Error: reCAPTCHA verification failed. Please try again.
es_es: Error: la verificación reCAPTCHA falló. Inténtalo de nuevo.

source: Full Name
es_es: Nombre Completo

source: How do you prefer to be contacted?
es_es: ¿Cómo prefieres que nos comuniquemos contigo?

source: Inquiry
es_es: Consulta

source: Invalid data
es_es: Información inválida

source: Lead Source
es_es: Fuente del prospecto

source: New Prospect
es_es: Nuevo prospecto

source: New Prospect Created
es_es: Nuevo prospecto creado

source: New Service Name
es_es: Nuevo nombre de servicio

source: New Status Name
es_es: Nuevo nombre de estado

source: New Tracking Message
es_es: Nuevo mensaje de seguimiento

source: No prospects found
es_es: No hay prospectos

source: No prospects found in Trash
es_es: No hay prospectos en la papelera.

source: No tracking messages yet.
es_es: No hay seguimiento aún.

source: Nonce verification failed.
es_es: La verificación falló

source: Observations
es_es: Observaciones

source: Priority Level
es_es: Prioridad

source: Prospect
es_es: Prospecto

source: Prospect Details
es_es: Detalles del prospecto

source: Prospect Status
es_es: Estado del prospecto

source: Prospect Tracking
es_es: Seguimiento del prospecto

source: Prospects
es_es: Prospectos

source: reCAPTCHA secret key is not set.
es_es: reCAPTCHA secret key aún no ha sido definida

source: Sales Agent
es_es: Vendedor

source: Save Settings
es_es: Guardar configuración

source: Schedule a virtual meeting
es_es: Agendar una reunión virtual

source: Search Prospects
es_es: Buscar prospectos

source: Search Services
es_es: Buscar servicios

source: Search Statuses
es_es: Buscar estados

source: Select Status
es_es: Seleccionar estados

source: Select User
es_es: Seleccionar usuario

source: Service
es_es: Servicio

source: Service Type
es_es: Tipo de servicio

source: Settings
es_es: Preferencias

source: Settings saved.
es_es: Preferencias guardadas

source: Status
es_es: Estado

source: Submit
es_es: Enviar

source: Thank you for your inquiry
es_es: Muchas gracias por su consulta

source: There was an error submitting your inquiry. Please try again.
es_es: Hubo un error al enviar tu consulta. Por favor intenta nuevamente.

source: This plugin allows saving all new prospects in the WordPress administrator to follow up until the prospect becomes a new client.
es_es: Este complemento permite guardar todos los nuevos prospectos en el administrador de WordPress para realizar un seguimiento hasta que el prospecto se convierta en un nuevo cliente.

source: Update Service
es_es: Actualizar servicio

source: Update Status
es_es: Actualizar estado

source: View Prospect
es_es: Ver prospecto

source: We have received your inquiry and will contact you shortly.
es_es: Hemos recibido su consulta y nos pondremos en contacto con usted en breve.

source: WhatsApp Number
es_es: Número de WhatsApp

source: You have been assigned as Developer
es_es: Has sido asignado como desarrollador

source: You have been assigned as Sales Agent
es_es: Has sido asignado como vendedor

source: You have been assigned as the Developer for the prospect titled "%s". View it here: %s
es_es: Se le ha asignado como desarrollador para el prospecto llamado "%s". Véalo aquí: %s

source: You have been assigned as the Sales Agent for the prospect titled "%s". View it here: %s
es_es: Se le ha asignado como agente de ventas para el cliente potencial llamado "%s". Véalo aquí: %s

source: Your inquiry has been successfully submitted.
es_es: Tu consulta fue enviada exitosamente.
